{"architecture":{"class_name":"Functional","config":{"name":"sequential_15","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,3],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense_15","trainable":true,"dtype":"float32","batch_input_shape":[null,3],"units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_15","inbound_nodes":[[["input_1",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_15",0,0]]},"keras_version":"2.11.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[3]],"output_shapes":[[1]],"tests":[{"inputs":[{"shape":[3],"values":["5aPUPpuuob+WU10/"]}],"outputs":[{"shape":[1],"values":["GGCfPg=="]}]}],"trainable_params":{"dense_15":{"weights":["NiFAPvRtSz9WPaI/"],"bias":["vtF2vw=="]}},"hash":"32c62af4a3aaba53ac7c26ea82b655dd26a1b597fe830a2c4b3212ce72c580f1"}