{"architecture":{"class_name":"Functional","config":{"name":"model_15","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,900,2],"dtype":"float32","sparse":false,"ragged":false,"name":"input_16"},"name":"input_16","inbound_nodes":[]},{"class_name":"Conv1D","config":{"name":"conv1d_15","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3],"strides":[1],"padding":"same","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d_15","inbound_nodes":[[["input_16",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization_15","trainable":true,"dtype":"float32","axis":[2],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization_15","inbound_nodes":[[["conv1d_15",0,0,{}]]]},{"class_name":"ReLU","config":{"name":"re_lu_15","trainable":true,"dtype":"float32","max_value":null,"negative_slope":0.0,"threshold":0.0},"name":"re_lu_15","inbound_nodes":[[["batch_normalization_15",0,0,{}]]]},{"class_name":"GlobalAveragePooling1D","config":{"name":"global_average_pooling1d_15","trainable":true,"dtype":"float32","data_format":"channels_last","keepdims":false},"name":"global_average_pooling1d_15","inbound_nodes":[[["re_lu_15",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_15","trainable":true,"dtype":"float32","units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_15","inbound_nodes":[[["global_average_pooling1d_15",0,0,{}]]]}],"input_layers":[["input_16",0,0]],"output_layers":[["dense_15",0,0]]},"keras_version":"2.11.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[900,2]],"output_shapes":[[2]],"tests":[{"inputs":[{"shape":[900,2],"values":["BJuqv+Rb2b3ogcg/yys+vxV/M74dJNC/0HKcPGG2lD/Fyzs/G9MQP77yRz+4ERW/vpXyPmKZE7/RHq4/2BSQPp7vsz+kQow/DkPcvXc1Qr/EesQ/cBxUPm+oLT+GXa697dGov2IObDsmUiS/LkPEvjH9G78vaTi/gD8Fv2mRb7/Fr4I+pR/mPjnWfb9jhIa/rWp3vigJo76jLJG/i+c/P5q9GT1G+h++Yu49Phjzjz3ZX10//qEfPsLM1z4Tfqi/OwSvPhdtA753bXG/3tv0PokBvT4RoVA/owGFPXgNZb8T916/hB4EvogVgr4JMpw/4nKVvqVLtL9N9sA9aBjMPzKehj8//ZW/6C2/v5Eqir+H+5Q+WWJXvyVu4j/kJRq/7p4wP71ANb+swEW9g9MSv+t9Ub/bjTE/6ugjv7bRpT0jnhW92NSKPsi14r8zD3E/Lh6VPmfX3D1OeI+/r2Cnv6fWnj++Vak/yeedvnxFrj7b/KM/BCCwvZUtnz6whuu+5Mm+P/BtVz7+ik6/cPYHvlAYADzwQNU+bVGbPTA7f77HDoU/w3FLv55ZYT9IKe0+Y5MoP8Rqh7/dmH0/BfjBPw+aj7/NllM/to16P2IdFj8vnSO/poK8vRUtsr8t3gC/NCyZv6PnoL9Ff9O/buS2vrdJbT9E84O/536sP/f7HT/+kzI/HVd5vfA2wT/UlABADsn6PKMJfL+GreC9fVmqvvJfUj/BPgdAlxM3P48EST6i0c6+Cm4Wv4D93D8R4MM/005QPyQg8r7eJcE+jtulP+U+6j4owUI/84c7vosgvj5J47O9x+H2Po+5yr1GQty9nkW+Pod9+D4VkZ++w+NbvWL7wL7G+o6/WY6Nv6UwDz2N3jU/uSsRvg9R9z0J1QM/imhwvylgGb/4udk+g80wPO3eA75t4zk/ZuNiP0aGFL8zLB2+VvyuvyHzAz+E7WU+2EuRPy5dgr8wZoW9iizoP1CwjT80CKA/B99mvgjv4r8BPCg/wvcRv822wz/B7Jm/","JZtgP8zlur45MCK/sPL9vyL+az8gpw9AIGyGv70Pgj/CW1E+Iuv8vqU0KT9bltk+zR9tv3roqD8gsAE/dGt/v+5kkz/HE+g8PeS+PwnRvr/g8eq/cyNHPrM/n79HwMM/oNPcP3P6/b6ptLQ+cBpvv54Bq78DdS9A++mOPulS3z+hCpW+OOLKPjn6jD/aIQDAlrILv4oaN78dtnC+dzGevz493b66TLW/2cULP1D3GL+exsC+z4J+vwxUDD+YIdC/IYGHvmMXoD5Udc4/608cP9zeM0C4vn+/cAImvz7HnL75bU89+UoXP+WSz7873wA+3EHVv2Cy3D6ASX4/bgcjv4xIYL8SNQ6/bAmPP5yaEr+Lyt0+rDxmP7HXjj+T5Dm/6aGQPZQqgj3pTbQ/y6QVP7awPz/4l7O/GZqYvw85yT/I0yO+dgUzPlhJiD/xHK6/PJlmv4GaaL4BhKs/CzMSvaDmvz6Hnaa/elG8Pwci6D/2V4k/apmCvxUTYD+HxT6++VWYPgC8WL/Bvtg+FZs2PxsdGz4ohgM/ISgHv3oq7r+JR6e/fIqOv+xc0D8CPMQ/L86Lv3VAsr8jnOE/zXMIQIkmoT/WCyk/OGWgPr/i0z69/M6/B5v9P65Y0r41FAc/H/GAP8Hn1z5+CYg/gi0+PjAZzz9Au9c+SkQiPzNZVD6wa4g9eh4VP6iKpz87VQm/9uTLPm2im773af69voXdPgTilT0MNlM/I+rCvuB0y72SfgjA5m0QvqfxWz/D2he/eh01vyyt/L4c3Ao/Rl+BviyPBcBgmwU/sKuKvz4phL5Ymkk/bg8WvwZSED695gm/sgncv4ShEL8eVlq/y3a9vQbfQj7lSj+/u98sQHKkhT/IIUM/xuWAPzWIDj8FlSS/K9gavudGk7sibdy9s6itv3SXO7/zeeq+Dhhdv4V9Pz+LldQ+ncgnv/oNcj9K7cs8ZmFHvh7uLz9tl70+3LF/P9kq1T74ZRm/WeNewK4PAMDT4Ra/kL+/v0dHEUDRCYu+","/+08P6swmz6hnrI+d12aP8LBDr9mtAs/T4IPP57Z3j4Hopk/jVccP45Vgj9bsGa/t1AjvyEI6D7V+hc/zFtyPp/0z75li12+zN9avw/rVz+IBWE+WS+cviZgQL/dC56/Bz4YP5b16T0YQFy/WqclPxKTOTw1wXS+9jnpvrmT674oT08/IZCiP/Y6AMAYFgtATjb7P1rY7D11xUw/4xDhPu9apL9Rdwe+1Qitv0B+qr5T15g+on5HPkhvhLz5S3w/P/7NP6lxEL8Ug4M/L2YOv99cL78/uye/AD9tvvR4IUAPS7m+McP8PqavkL92Upy/FT+UP/3Oo77Dqrk/Gs3APnW2YD9bdH0+WR7CPinhaj/Krz0/2+dmv9mhvT8Bk/c+MQ9nPz+6O79rqiXAL36xv2FeAz9ToqK/3/SBv/SMv72Ok3u/RqrNPwg6C7+UjES8vAG9v4eaZL429s2+1RkGvmdD1r/iSs4/HmDAPw3a67/8wDm/PXiePdqGgr/SCme/qPJ5vmMTuL5Hun8+Q87xP5oNqL8GTK4/5Z7nvuGU4z6Twqy+nPvxP0SfgL+2oEE/AfL3v+o5yL9KZdu/HW1vvSDr1z4alNI/Ha4tPhK9sz7uOrO/o+FEP79J6L+7PTA8Gp3UPlhbIj4IiqC7YhqfviS0uz7ghIi/yoQ/v8dXxT8pPNi/4Fd7vyrCzT6r3ba/RAJgvy1Vvr/+eV8/S9n/PhB0KT/l+V4/bcG4vhRTgD2usS+/TsjJv3aTkj/Ntjo/TsCGPrFWSD9uRj2/IoWYv/oIuL+VAy8/VdUzPSRd/j7eZZm/6xWyv3i5I8AuCbQ/f92bv9CPFT+DboC/SxDHv5Q9Pr8R55I/32kwvhHTIj88YB8/z/Esv6L7Bj9MR50/Px+xPyokvz/TBE0/9OHWPjzHmb6zFCc/T51RPkNx9D0yGGu/HEWqPRdQqz/tFgW/KJ9tP44wRT4VzwS/8llZP3+/iT+vzVa/dIq2vwGHTT9CdZW/x6lyvdCMhL4FmE6/","mv5BPnyBBz7pT6a+WiI9vwLdBcA2jqq/aOhFvwmxOD7Htzg/SelNv5caiT+nE3c+d4Rdv4xV6T5FYhY/i1g0v0aiZ7/Sfq89g0E3v6+dwL49Rv+9efABwNiqAEAd6+M+IQEBP/BLmz8n5oI/qDdivwQsZL4fTqE/sZ1aPzs8wD5k1tG/p2R3vwriST9TEp49Rm/DPoLfFD8XxRi/WMHOP2FtRT42viu97IG9vgEENb9EXVI/1joVv2OqxL6v4gw8vIetPTKTCr+g5pI/SNmjPuvcsT88S4m/bFyKP0bwJ710QJK9rBROPWrWKb/Xuig+DlKcP3grAj+pRfc9loA9v8PD5j8oY1Y+xnXmvtCd7L8Zx6c9RlQoPhHRGT9kFtu+U0/TPmZk9z+VBG+/k+dhv5IWhD+OO1I/uvIuvxWy6D+/eFI/MGfDv2HFXz8DaBW/GhaIvG9HrT+xYk0+xsEnPxtV0D9OuMC/+2LNvuebP78791U/pJyPPsV5or40wLO+I5+Hv8AOWT8sunW/25dsPo4XhT/YP2m/KkcRwJgut79QzE6/xAGZPgNJ0j8LG9C/bNWnPQKZCD7Agnc/6FIgPHUwNT+Lj86+Vz0DQKM2Ar6VZ3w/h6slPxZYKb9OQze+BGGUPpwziD8hgwjAQohOPl8+eb5/Yfq/dsbKv0CNHD+ZqsW/dGd7vgusdL8udvw+3u8Gv8CcBL9JoXM/WNIhvj1Dg70JnTe+X50Kv/LzZb+5GJ2/dEOyP4CEfb5tPY+/PkCZP99VK78cJVU/3CTyPkKkTj1ASuA//IkvP4ujcL8CSXm+7RZqv6jTXz9dpoA++23Iv1F8l79JX+k+2JdjP4KYGb8Mayu/JyW2v9cVQ75rwuS+YQ+Pv9ueAb+SFk0/k8kEP0S0nr9WKBw/HKUtP5/1NL/5HJA/CF4QwGviLj7CtCu/vYeHP6DmBcBll4g/3AZpP9lenr7slM2/A08JP4qanb68Rqs+INOYP1txe79swqU/29mvPwA/qT6+NFM/","p5XXv0SCQb55QZQ+nKLov0xn8T4F8nw+mYAdP+8X7b96U0S/lybAvQ/qA7553NA/mc+XP4j+hj+uvCE/Qijtv73wxb1ZP20/9yRbvyfyAr8aEZq+BgXIPl9H7T45PdK/uUoBv/C0oj4+pIo+eMhAv5wytT64PiS/ZOYxv38zOz8IlfS+ffYCPxoAdzjIs4u/6/lZPxU4A7+Ojhq/i7+OP6bJp79pepC/IkjHv4Yxgb40Ats/Q5U+vw8dB8DnVjm+vmoovnM+c75kA3s/Di26v62a0j5Flgc9/UCnPw3KYb8qpYK+J4MFv7vTUz3qP4E9uDECv0QYjz6UWgQ/Hll5P2JtvL74cO4/UljDP7DrqD6nKKQ+xan6PBf4lL8t7OS+LHuFv3dwx76Zvzu/CSxQP8cosj+g0wa/QQ22v4dpub6Bn80/iMZaP1+Dpb/hd4g/4W4IPTifmD8IV9W8d+RYPgRFkz8+c34/g7d6P4WH7D/9j3U+yLUgP4ISdD/WHB2+LfiFv1qplL4Uv6y8lGDrvooprz9jK68/e/Cwvv3Crz6D+42/Y07aP7Tj7T4NdeW+f3zTv2EExr+sCAHAt8yJPjZS2T+Fm5S+l/vzP8Zz0j41iRU/rIfOvqunCz7Ii9k+JYa9Pn8hhr8WDwY/lGjdP/kjJb+W5e6+yfV4vrmbnz+cwI++TiGBP4VZwL/i7I4/awWsP/Xnhz6PS0g/DzQjPwDLT7/h+ZU/1PEhwIyhvT4Do8Y/+yYxPrwpn7+QZIE+rZKWP9S0PrzBRI8/q5lUwIMEuL6EO8i+tzYev4L+yb/6pL8/kkMHwO+8JL4qyJk/lYmIv8s0Z79yzX0/lZ0rvWvx0D5VSny/8BJhPyWeij/lRoy/cNyLP5V+tj8H6Hw/OCP7PvxqRz7E3oY9rsrFv7gLY77jZ4K/hFJYvoA7rz1a3Zw/9mDEP9Ndhr4Su52/D91oPecUIUBJAhU/MUkJv2RO7j9tHaY+20mlPgQrbb9n+QBA7iUzv3L5Qz/OdA0/","kqslPsExJL3L14a/4pybPrELsD+oklU9K6YTPrW7Ez9YoYG/b3TGPNQ6PT7/5wO/vs3FvSX7pz/y1LO/cSRVP/Yk8j9lEuu/fwZ/v/gojb9fKm6+KuZgP59quz+feqW/KvF8PzyRpz9zhe8+VUisvkiF3bs0m/y914uBvxT6HT8tBAHAijTBvsaVzL/T0bs/WKKAv5HO4z9Yu4M/LxXbP4XmyD8frog9qHKVvsmysrw++JI/iTGavtCs2jv82I4/Xb2NP9ruA8D0Ohq/5QuNP/LR3r90QaQ/Ov6mPhYSob/rc7A+1ZVhv19psz5VRLK/xempP+wcJb/FIpi/ou6iv4yezL4bHfC/xjXXPw8yFj8gggY+WjSIv2AoGT68ma+9QSulP0zv0j2p9d2/E5AKvq1+zb6v6Yo/Z257Px48Zr/WH48/79WMPttscb1kQTM/up6kP3qMNMDkJBc/TZSLvlXHlb+FF94+SavOP6SGsL+SO9G/fHZJvz5KLr9aG4O/D872PBbkCz+Zbh3A05KPP4aiHr+8RhNAbuqXP+B0jr+OYhi/+DFmPzOwPz5JEdE9CnpbvvMWbD+1aK+/mw0vPx3kSD8EoRu/PdXfP7miKD5PmgvAM9ldvXS4mD8kz6E/DUDNvrkzzb/cWIu+fTIDvrcr+z+g2i4/xFQNvx6oeb96euA+/y5ePyBymb5L3PM+xQovP4efvb8f4qI/LO4bP+9LB7+yHB49S3IeQPHYLD7Nv+m/Bw8MP7FRQT4EHq+/N8izv3MW6b8El6q/8NBJvjWxCL4H8ni++vCXPwXtr77ocp0/lkX1P+6IHsA6Pos/6avkP7EEpD7yzbC+dnGYv5xHz76A9hE/+FaIvUFddD8Opey/3o87v7qZWz+DXIu/cNhsvwy+hD02F9C98lgHQNB5QD/lU08/1U3dvmEgAb+UFQPAthpGv77oqT+YjwXAtm6DvzZxe76QTfq/mSeYv/gjTT8rm4e/k6WLv58tCL9TAsg/ZUH6Pkox9r/3VB+/","AxJCv01mBMA5mUi+7EzwP3Kjgr9xtQA/OK9XPxxnO747HxC+EV16P5bagL8xdq4/IbtdvkS7oj6vFXG/TmRDv/FVk7142a8+OWaCP4Y8zD7tuty+zuDrP5SBa7/KkFe/kCL/vgOKhb8qYvO+0RVeP5HbM727+Ng/rE88P8fkPj+2jJ8+pYdtvkWirL/G+BM8o8kBv0yT/r7xDrM+aOWovh2qwb6haZo/vcFjPhdLfD8Apsm/EwMFv8fed7+uiAtAL5Bivz9S7b4VVMm/L2QAv7zCej5XrQc+MqEOvnHG8D9Xpoq+yXQWv3/Elz60igVATcNPP1CxIb9Y5sk9uUOgv75cuTsURwxA68SeP+ziu70AdlI8Bn0OP77mnj5bpZU+N3wOP/K6T7404Nm815ggv2vSkr8BlSG9Eyo5Pm4ldD/wi7u+8KTkvyUTpb7QxmU/VmXfvat9P76N4lq/ETThPY4H2j/q4a0/yoyPP/K2rr8EmXu/O3/zPenZwD86U8w9Q8UEQKRU5j72+tS+fB41vQO8JD+sVgU/qzkZQDzwkD+bCYI/TRBiPskYgT78Uw9A+BMqwEfffb8aecM9ff9iP1Wiwz/eVFq++ZaBvt5xA73Zfa6+fjIKP2Omz7/nSGc/9zitPpyaCUDGHHw/PdVXPuBQH7+TFBvACP2JPnxHbz9ocoW/WoYzPSPSHLpF0+++vUGXvzfnRT6fL5y/XVl4v86cOj9+zoW+8FGbP31zwD5BGUQ/j/KVP1RxCr/0N60+8X8dP4cVkT/2lni/2RydP8Ed/L2fjci/WzG/v6VugD/tTrA/FE0mviHp8L+2K5Y/x9MHP+p8+T3PJaA+1+NRvpLvHr8qSMO+/Pu3PgvBVT+a6gbA4+wSPQfqAL96M6k/lcCeP9HIVz8TKta9q6Lmv2ftT8CzkuO+0X/NPu+XS75rGRU/RvO+P1/UkT7ztc0/+faRvnh+z77It06+Bj8PQEIlGMBk/qU/WeI8v6helL5L16s9X9kMvlfJ+D3lHAq+","A8DqvpWJmD3JGVg/rFxwvzYD3b6va/O9yDnDv62w4D3+29M+8eOlPmCHvD1hG4a+u+/tvkGQMMAd54U/4OU1v/wQDz9XZwK+os4/Ph0Ngz+oc84/IqoWQIKBur9E7EI+QJscvJy9Hj/8+DQ/vD2jvNY/XD63Ure9sjQVPj3UmL6JG2S/ai4yv4hfRr51zIo/lW+Mvw8XET89C9A+T40CP0jZl73DhvK+HgoFQJOo5D9dWD4++vVmP+da075+KeW+fgKrPkvoh7/UUyg/P2OWPrjj9D5CQrC/72fVPnLbsb4N/DU/6RzcvjQFyL7bB1u/5j1XvjsIqL8cyYa9Xqygvq0kqL2bMx2/iN5kPqfiPz+l570+304nvw+QSz94KKe/9NcHP0FAB78o7CK/ZUbIv4sYU78dQi4/UX6Mvs0iLj50EH49qRO9PfOCg794yG+/EYKOv9IxFD+XWT+/aVAVPpps0b4VBje/rGhtvg5iDD9sTYO+Sl6ev8DuUz9jKoE/5mshP7kBHED9uZc+Vk0evr+dgb5bT6g+qcr5vmX3Kr93aYW/HWqgPub5y7+1Otu+8EWXPzB8JD+Mm3S/CDuZPrQHtj5cto0/w7xWP45jt70KIBW/mzSVPyJ+tz8m0KC/WMMJwMln8r+JyHq/4ZkiP9N8Kz/aYrs/1JOxvpJpGz8kZQrADoeXP/9hSr4umbU+I80kPw/Ol77mB3I/fk8QPw1Iuz8S9oG/LSJ/vmMnAsBFE5Q/IVnnPoy4wj2ch8E/Vt7KP8eyzL+gRsg/E9jrv50PKD5jDRK+BNeTvss2/r8SZIy/v1rXv9skhr/m4NQ/yE2wPpS9Lz+vN8G+0s2Hv4p42D7Io5U/TE86vgUokb99ki6/2vP4PjY5xT9jzHy+1GxOP5B6E77hA1E+cmZCP6o60D+0/z++ZJCPvnxdjj5l+ok83AaSv8o3Wb72qNg/WYFFvyPHCj7pBPe/o7w1v3NgLb8OPMg+uF7Mvr+urL2QIVU/gLauv2qPBb9EY+G+","SJ7YPxe6ZL+rQXs/C1azPxRlNr8+3jM+A4zuvXu50776k8u/fQh7v4WlrL9i54G+d0dFP3EMIT+5nts/fmf8Pwl9Er+tCnY+Ps/zPhat7L1pVA5AqtzjPzz55LrB5E69eOGiPOxgkT90L+q+SxzBPTd/XT/9T1U/Y2kOQGtyqD71YLQ/eI4Rv+ElIr6xq4W9s971Phd92b62kP69Ic8xPjk6K727zwi/7urvPqoolD9iPoQ/0o3uv5Bn3r4VLxDA0rBvPUfrf76GQpS/sY5Bvj8gtj937bG/7nEJwFOhUr+vOry/dpoQP+fxID5nw1e+WMrwPpPHND/5HcU/QLBiPl3dHz+0RSw/D1yGP3vR2T4WwMC9bI2Jv5aSDD8lKYS+/taqP4vwuD/qJOa9M3zdPtZBvb9mAYO+6+V2P5sTuT/pJ4q+6ULlPdgmgT+jVE+/km0jP1a//D45sFVAWXYJP1tCpz9Q9yK+C8AVP+TZyTxLVYg/x8cmPwVEhL8aLT6/mqGPv1dH5L75Vv8+nJdePxE/Rz93ExC/cmvTvsN8I7v168I/xgGwPgObED5bdE0/QDafP/r8Wb8yQOY/bY4jv9KeAT9SbCq/hmFwPiM9Zb+r9lk+EOKDv10e3L9FbpU/IMo5vy8xPMBF1VtA2ZJHPlymjL8b5ka+lJUPv2EemL+voIK/CEkEv8DWgT5gHo2+TJCJPlqVqT+Qq3o/KvKovyFWPD8WQaK/JnqpPz8Ky79EBeM/t9YeP4a/xz/MzCe/+ROevlB2175veH4/eBCYPmfHGL+msyg+gI0HP0+Z4b4IqSy/E+dqP9hJ2T9uIk2/DL7sves6Jj8aN+O+cr2LvhVjhD+e7RO/H71evodBxL5g8fq+CvnSPUf8qb/L77K/I/NSv1w67b5HfY4+lcBMPxsdcb9xsJe+KPlGvwcV2j/vZYC/GG+yPod2aT/xS+g/l1ZNv06VUT0ahYG/eTyKP/tBAUD1Bzu/MAnMPwrRRL58EGs+i7Khv8tDi744Rra/","83OsP4jTPr4MBVc/zxw+vztmSz9h8Dg/o4sPv3WC6j8BzuQ/MM4Cv0sT0L8rU4u+emLLPUF5Fz+riNW+TnNfPyApMT+5b02/RCB6P0KcSj5nie49+dtJPzakmr7bhxY/ygMMvzNVYj1jCHw/AyoBQLf6B7+y6o++7tQbQAg00z6xLsY+TaejPvF+DsDl70W/rJCsvhqYxb8CEkA9ru8Pv/BMpT/arbU/iQwdQJ0Ktz6baihASKlSvtWfPz/EItS/5X04P9N2jL8R+TE/Smr1PfZ5Rj3sF4C/yfGtvroygL9IQS+/dEgXvnSXHr5wFkY+ph5/P02tOL/oMJA/vLhDP845Rb8PbG6/pHBpv7Z03D4NUNC/5YbWPQ0hxT9jPak/"]}],"outputs":[{"shape":[2],"values":["AACAPwAAAAA="]}]}],"trainable_params":{"conv1d_15":{"weights":["hEUfvUW88T200wK+kBPoPfork73n0/w93s83Pj+OSD7pn8g9pI28PaSlxT70PsE+Adr6PexkGL7H/DQ+ajosvicXgD6FGSi+C2VkPmiXbj7dcUw+yL6sPqcPtD7cnjY+yIS6veGgQL7oa5i+u8C7voP2fL7D1Nu9p4BzPv+Ooj5jy2c+ru+zPtfyBb6L1N2+HbKlvWXJOr6kR0i+YfI7vVagqr7nRt2+1SRavhLPjL4uUGO+kJmgvhWRWb500zy9vwwdPrvKOL5qQXE+pTIJvjdRTz1iSBy+N81svhnUqL6oEjC+yk1evhT8Mj5wrNA+in+Uvkitvr6bP0i+4ru0vgQYcL50c8i4enyvvUVfAz7Ivx2+6KQZPjLqNb4dmio+SffnPa9qJr4zEFo+dTYivuX6MD53WRi+U9bCPV77oz2or6y9e57ZPUTCTr4PhgQ+xqTHvX9bMT5pW2e+aZ84PqSpRb5Vl9U9gZdfPvTnhb50HYc+Y+MnvlVlcz5NtZy9NbVBviI/ub7Ra2e+abgzviSiP74Pb4m9x1GevMCPnz3YpGC+uk68vkk0vr4CIKu+e033vV+fj77ntp6+3cHdvu5Svj0f3Nk+QQ3nvXHeJz4/9xe+74kJPhIsNr6mhg0+7PQCO8UUxb3y6jE9KcyrvQbqPj6WzAy+Z/POvTqeCL7ItIO+kgs3vlUbfb760Km+EcDqvWjFGz5POWS+vI81PtGaCL46yiI+Ye3/POCeH74gcB4+q0ARvowFaT5LniG+lAyDPmYJXD7Ig10+k69EPlTWWj4L3Tc+Gy1KvmpOdL40wfW9VIUhvhkesb5lrZq+lnMzPoS5Xb6sUys+C+8UviAKcz68MUG+3zitPUfZPj75O24+fB60PkGSlT5h4uU9a8gvPZxjDb5omRU+QpATvoLUbD5ifPG9RbciviXxRj7OPwK+mYYpPvdkNb6UeVw+pt2ZvY8yGT43EPC8Pw/fPQ0FDb6cCBk+gXe3vC6+0r0uFzU+N+cKviVaUj4dNjO+","l0Duvf/9Ij5Wryq+JPkOPgO0Q7681is+4Z+bO6Fn4j3kb7y9jIazPbJtFL6l4B0+YbDjva9UFL7QqZi+4cm8vvLDl760N2C+gFkIvm05Az4dium9QRn2PWJu3Tsg8109ZWMQPtHTOL7qVnw+cFYwvlgKND7ZWqW9VhIgPfl+DD7UKps+rBQQPpHtsz5Ztcc+PNg/Pl0nQ75V4Bc+d/kovmu/Zj7akyK+XEg3Phn7nz67xX0+27d1PukFLL6iZsK+q9YTvnhCIT618Vm+j70iPss0KL4JTzM+pFKevuW7vL6Glcu9kfGKvm//7L3X5gs+LhH3vMHiGD6HJiq+u6EDPhW/sb3h4iQ+QRQAvnBaNz7AApS905vNPYG3E76eD0Q+7txnPhN4Pj4QuTs+CpCDPq0HvD4Rc4g+cBsbvmBGPT4dLle+XG0nPgcNEL4cHAY+V2Fjvi/0F76MZ7u9YLSdvibcM75B/bK9/fQPvk4Hmb56uB4+levWPi8Mer5nlLa+izcdPoKXnz44x64+Xm2cPovpUr6y/sq+OLaOPgDYvz5DlX8+fq+wPpQlrj70ivs9/LatvfXC5j0bGCe+DN8SPhhDFL213ck9ozOYvriPvL4WQQ69r2d8vqa3Br7/V0s++g2VPb74BT0mebc8Io9fPPh7nz6Zppk+fsyJPZRPOr47Bkg+s+gBvmPYhj7CZTa+a4rEPe/jdzy+05I+KHy9PpItjT4hp44+JyBuvkpYdL4Zrqm+U/3GvqL4mb6qEHi+1quDPg4Hlj7o1RI+h2i4PhFbJz6pIO+9ouyOPmb7oj4t7ei9WZbwPcwLVD7YJOy9V483PoLdM77QrAI+Y1osvoBjNT4Tgge+xMnBvm2jyL7UEaM+5B61PLk3I753YI4+CfeBusKA8j3KoAi+yu4XPik8Gb6puXg9HBKTPmOJlz7KJ86+uUrYvqKVmj7jWnc+IOE1PkFhUL7W32Q+gS49vrsMcT7yx4q9hNHUPdpLM75c6EE+fQYvvkD4XD7avSy+"],"bias":["43EUu/MgBTw+G2C8vxgau+dq7Tt62U+7PSINO4i5hTaTxYE6jVQ5vJ0Zirv25ba7GWVDu2M4Ubzwiwe87sLFvN8NWzxn88g7GN8LvAiOYbuNDkI8cPOqPNNW2DtYRIA8Dc5BOzyXArw/WSm8pNqWuqN6vbyVIeG7BAZ5PL/lvLxzjk08p4YkvF6lnLv5KKW8/Ou8O7pd/jsN3ps8zG4Bu2qJUrysr3q830ZKvDzjgTxdEWo7BFyCu9c1Jjs73Ls7DC9XPLdQDDxQWfU7z/rYPKh9ZzuS5IU8XEKjO2vcbLxNpQS8aOKMOpVdRTxEzWA8oX4LPQCLKjx4BMU6uJTeuw=="]},"batch_normalization_15":{"moving_mean":["oX94u1Ll0juzPWO8E5cyu0eU8DvO6W+7wr8TO0WJajpYzsg6Xe4yvHJ3kLuoV8W7d1cWuzplSbzF7xG8YDfDvKUYZTwkOck7p7YAvG1IWbs780g8p3yfPNH3wjtyiX88FwUqOzYCBLwf8yu8v2ULulA9ubymb9u7CD2BPPxAvLyzzko8SywTvCHYpruYEKC82lzoO0pSCTyvHZg8xL5tuvfKU7xSXHW8QEJGvJKhiTw6qVg7znuiuyyoODs9Sb47+Z5aPJKV6Tuoyu07IWvhPBkKazurX4Q8KfiEO8McZbzGFwW8w1lgOjClRDzJXF88HHILPVX5KjwlFCI6ThGruw=="],"moving_variance":["Q+YkOSK2Ezo9PO05v0FDOqLTFjqz/b05TroNOjEIEDqz0Lo5UGKOOW3SPTqWSac57zLTOcp3DjnYF9g5X4MrOoPZ/jmCOh06YprFOZIjqTmRBwk5o7QGOqhP1DnSraw5jQwEOqUOFzoYGA063NQNOiKtmDkF0Pc5+tFCOeb0jTnCnMQ5zg4kOZGBNToDCw85UczjObQfJTq6EP85CgONOa6V5znMNeE5DoN4Oai8lTm/QzU60OfbOUdZujn5px85y5mqOXZRejrvhT05rmi9OXuyWTkEjuk5Z90iOmQZgDoc5fM5lG5gObM9yzlSPGA5k4IzOfw2DTm5sQg6iuPrOQ=="],"beta":["8L4TPoI9Cb1uz1I+5jI3vc49hbz+hQ29DC/UvNa5WrzS5kE+W+v+u9oIoLyFJv69oZVNPpfdKj7DnQM872tnPmbktLwIWO68V+2cvEFbPL4i9R4+FtySvOYrXD1P7D8+nBInvRV0p7xpM1Y+E6D3vIZLNz7KPQI+6m8cPsT7OT4BZwS+hCgNPnshjLwnLO49t81PPuPeJL3BwE8+Z34avTMLHL3bzZ68GjMoPqQpBj5uhkO9lGFnPfUnxrwAc+a8qlYjvRrPPr0W+Sk+9kOkvCVklbylhUY+YcfyvOeaobylagC9eSCdvOP/Qj4F/wy8SKYoPu5InLwOR1Y+bwNSPg=="],"gamma":["A+eEP6B4oT8w54s/TOqbPwhBoD/5UKM/91GkP/Xgoj+aloY/abOlP/33nj+UPYo/7uuNP98Ngj/k7Ic/+neIP4a2nT/H1Z4/TB6nP2bzjD9NiYo/UkqcP60hiz/RII4/HvqaP2Hknz/TYI0/DL+dPw6LiT+hpoY/s3GBP8sLiD98Q4w/gA+CPzQJnj8RGYI/3pSKPxbjoD9mvow/iPWhPwlkiz88g6E/VviCPxCUhT8oQqE/TyeJP1P9lT+b76Y/Ju2kP/1/oj85bYE/Xr2hPwvglj8I9Yk/o8afPx9AnD+my6A/8MihP59viD9sr6M/bjR7P1oCpD/UC4k/xh2NPw=="]},"dense_15":{"weights":["ZqHyvSNVrD77i9w+g9Lnvba3hr10aps+g9ECP/lX7b6vRQc/Vt/gvZHh+D4CMnq+dOK6PA0m6r58wMs+A/YnvqaL8zvHp68+TnVBPltEtr74AWE+oAfWvq5nFL74+m0+1TeSviFOPT5rzH6+IdxfPpugLr20Ids9lNN/PZ7brT7uZtA+Etj/vt5Aij4vz96+MfTWPkCSE77yXdm+jsvePsnUxb4u9Mg+o03ePij15L6DYIq+dUoEPpI6qL18Kqc+993dPsi/pL4C/7I+asU7vkinFr6zso4++U6+PZU55r4tdv29hwnIPncvtr6I5589uJcevqi6+z3Idna+cmxTPoB2471ZDaQ+hkOkvh0FB73uzBI+FRuIvi9xrb6V/ag+a76hvoTGEz5066c+VLxNvmx3Y75nIWg+d3/8Pm5DDb8rEyC+gu8pPgurYz4/tqu+taWlvojan70E8cK8R+GOPpAGqj7XJAi+iemDvlvY1T0ulNY+KC5rvuLlTz4Qpui+QwOgPlmktb4Apjy9VHsEv6ftlb0i9Yw+mA+TPuA2Cb/S+6k9jU6JvmEL375Gx9s+l12GPWzH8L5OG7+8XA7MvkJvuj4fMYq+8cT/Pmbcj75jxXS9z2C/Pj0fbT5C8Qu/kv9hvvhOuT2EBjI++Rqyvq7jIL3R7Ls+DhERvsS/Uj4="],"bias":["A4nxvQKJ8T0="]}},"hash":"43877f32021c1d7bad8405f6b581a0ff32cdf86a13cc0bb82f10553277952c36"}