{"architecture":{"class_name":"Functional","config":{"name":"model_5","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,900,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_6"},"name":"input_6","inbound_nodes":[]},{"class_name":"Conv1D","config":{"name":"conv1d_5","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3],"strides":[1],"padding":"same","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv1d_5","inbound_nodes":[[["input_6",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization_5","trainable":true,"dtype":"float32","axis":[2],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization_5","inbound_nodes":[[["conv1d_5",0,0,{}]]]},{"class_name":"ReLU","config":{"name":"re_lu_5","trainable":true,"dtype":"float32","max_value":null,"negative_slope":0.0,"threshold":0.0},"name":"re_lu_5","inbound_nodes":[[["batch_normalization_5",0,0,{}]]]},{"class_name":"GlobalAveragePooling1D","config":{"name":"global_average_pooling1d_5","trainable":true,"dtype":"float32","data_format":"channels_last","keepdims":false},"name":"global_average_pooling1d_5","inbound_nodes":[[["re_lu_5",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_5","trainable":true,"dtype":"float32","units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_5","inbound_nodes":[[["global_average_pooling1d_5",0,0,{}]]]}],"input_layers":[["input_6",0,0]],"output_layers":[["dense_5",0,0]]},"keras_version":"2.11.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[900,1]],"output_shapes":[[2]],"tests":[{"inputs":[{"shape":[900,1],"values":["fcovP+UAuD9X8dI9KIOOPge6kr1hEpE/7g1KPGSEPL8l9dG/ANehPiVVOj5c1oQ+ZkmfPqiP9z6UCJG+T/zIP9v6xL6o92C/+95mvgURC78MAI4+6rxXv4HKAj88gqo/w4B9P3ZKcL8X7s8+sXjoPwQ+E0D33j0+0iQov3FejD/YljC+VYMrvwQFpT90v5M/5ffOv5uOFT+J6Gi/rCRFP8pbrD+kqF8/db3svpZHCj+O2P0/BrkNPxR0iL9b4XA+jSCYv4Ugmb/cKJu+6croPjuC3L+fY74+TgDHP6Qigr+X5+I/Y+kyv0oKlr720pK+5CfNvhu0ob7Wjfy++TKBP/SKYL6V2Na/d1kpwAPl/T7OnJm/mKNqP7+8VD6fj4+/lN4Av8WHxr/Uqr2/VqQmPRgIUj+QvMw+BG0cv5cEV7+gZzS+kG43vzNkZj9R9NO8BsonP2o4oT3vNgo/MgOwP0fJg7/e8aQ+nqB2PtEhxj7sVIy9L69zP9serT9rLy09eyd0vw/mB79hIRbAsJ30Pceosr/R3aE+/7lBv5HfED/4sVU/JA8Yv6fsxr411Ze/6dwyv6Nah72Upek/pyYyvzffub9VnZU/Uamgv9RV175fEj297P9zvapLuz5u5oK/x/jbv8y2mL3G/74+pqOwPgRZUz9Lsz8+lPJBPAI0xb6oiKI98zG/vcAVRT9GxI2+QaXNP6J+0r5oO5g/ldEPv2SY1b8pw3k+39/7P0++F0B/jDg+ffJYvWp/Ob9nyEE+uqMbv9xaP79Jkym/T9Z4P/OC7T1pVpw+u9sFv9YW7z4LFY49cx5HPlmw7r4Otac+c4pCP2HYpb6E3/2//vb/vkx/G7+r2fk+ufd5v1yXCr/nV1C/I5exvxGreL9TxQg/GXDwvmC+Qz+JUbk+pIBfvzNUBsDusYo/wGL4PkLnJ765iEM+Rx1HPRmvoj9ZlGk+a9+OP1UrqL5qkdS+tWmfPybCOb7VPAU+JQo1P8nPZD++sew9znjIPwjLoTrr9g0/","hxwhvy5fND94w5G+UB8DwOZpOz0aX+U+I44dvOZuYb8mzsi/NxLBPQ0TEz/utB6/MTmyv4/BLT7BGzLAxz0kvsCZSj/b6tY/RqGOvsdw+ryBQSu+KCpqP2cinj67v14/s2/buh5+kr73JUC/IgI8Pb7sCj5Juye/+a0kQEpKgD8WmPi+zSY2PrQ3776OlDQ+X1oOvy8wwL3aNko/gcaXPQ+7Br81lqU/KMs3v+1OSr0hGAw83mNrv/poyb9FP0K/ybTlvtva9b7TZYI+rUc4v7lSAkDmKqC/AQn5P6k6oz9gwUs/76GGO+/t+7+/G7c/iVWEP6gg8L+AAvG//G2zPxRmIr+/pp++lMBKv/z97j5s7rK/VfrgPil4Bz+r0nG+m9KAvyfRDT9B+K89oR1QP0G2ur00Kvc8AgbfPvkqgz8S4PM/n8MSv4dYEr850EO/qdgyPwIH5r4sUvO/JwrEPmSFD7/nfN2+O8RCwPREY7+dESi9i9GsP/dCHEAYgz0/GPkHPzXY674sHuw/mThePQiFrD9pE8k+h0AdvzeYbDztVA1AQYFNvfZipryY6ANAJMG2vl3Uh76oWt++hUp0vxCPTj/nudq+oZ4zv8ucDMBZ8TY+5IprPqBY5L/9q5W/+seIP2T9ob8iF4k/uMh5v4u+wD+IeOa+KnBePwTHHsC+fAa/0Hs/PigZib/L1U6/L1inPw0exz+RUFq/TsVIvw5qZ8BTf+6+TQsXv+jKzr6IHQi/hfCNvrrSyD5HT4C/CY8ZPx+JuT5r1hy+RCkUv9pwEz06t4M/8Ye9vxoyhz6By789AMiLPzN79j/dHtI+NJK5Ptc5FcBmd0O/VwaPviuKer/Clrq+tLWsPZTM7r93vrs+XjCFv+S6jT9ov2E/2goGv/rWH75qYQa+1Rmiv170pL/ZNZU+POh8v37huL5VMLm+v+rhv5LeT786+bu/qqk0v2lX+L2W4W4/wD7LvnWyHr+dIUw/4x+tP4Rvtb96qxc/F5Lcvbf+775zVEc/","gSmavwv6lj5ZhIM/zbWwPsYdXz9QcRI+jCxrv/tMND/CdCu+gFtWPypkLD/bloQ9744Rv8MSRD8b9d8+H32Nvx+LGcA78J+/nAeRP8F2175bZFG+NKq2PjPqyj+aRRy/m5MvvJa7Cr9QcvE/tCAkvxcXlz+bC0Q/3JXiPkZKob8x02g+yg+GPlcjlL45VQI/iyzEPq9J4b82GxG+yiRmv9WQEL8oJZY/FxFGv9q/mD86goQ/4+yfP6igBUD8FZs9FSiRv1dk4r9rvpa/ibfPPtNuWL0hXHS/7ETKPjlh4L4mWYw/j44IP3OFOb+Yx3K9v+moPwUqt75ALJm+fRXJPo8Vdz4rIIU/qxh6P4C3sj5ndZG/Of3mvufNHb8xq6Y+55uCP78zmT+BaLe/WSsYvqHIQT/arBI/ANKFv5YIbT9LRsK/YuP5vm31L72lyxC/eVeUv50+mT3oROm/yMnWvbSkAr/rAyk/SvG/Pnas679Hwik/XBalPxXSCkC0rs2/MYTRvtoCWz8LphO+/XS8vwAaBUBgx46+B/7yP9OJJb4aeYM/qVLxP4WRYr8Ur5Q++9f8vmRDvj51wNK+2ux3u4lXvz7VS78+VHeuvg8Z4r94ema/8pBlv+IQpj9F6w+/CJ+oPyttnz/0XzK/cjgMP08bFz5ZAUE/nOOuPwHrkz8a4ps/AXOIPw5raD/nBEy/WPFhP05qUz5YBiI/mglPPzmHqL+PDa6/JzXLP/MdTT8azpM+202Hv9V9rj/uXzU+4GunPzM/Sr/dKS2/fNG0vxLZOD7zGTa+35BiPfSPCcDhKuO99i5ZPzNGzr96nwo/EC0cP0fwiD7+dLy9+B+nvlUClz5vZq+/jmvtPZZ9er8pOYw/P28fvwhUNr91Pxk+UvP5P51wj79F8TQ+sqfVvnxZLr+OrzQ9bm4Av1jmij6EOoM/PDO3Pp7Sqb+9WI+/ofGOP9Ms7b4T+Gi+SDUNPeTlZr8xbXI/HirNP+mMnD/ipLM/mLsPv0jvXD0aK/U+","t2WRP701BEDmiOE+cS6DP/VwST+xeTY/r+zkvqRPkr/zjhK+lwQYPmGFlr/BVCA/SsMxPqKLQ7/Qcw+//3nzPbNZ5z+0Cv08JERdP+jgdL8AXGk+ZkBav7mOEUDfnkS+/sJ9v6f1278VEwM/u1zbvy9sUj/XSS8+TU1wP8Z+rj7zLke/XL+Wv/HyMz8+E74//Ro3v7eTCb8Wn0Y/3XSLv4C9Yz+r71k/05m3PIcmLL8T7jA/V1Wav4eqlT9vUSK/3cGpvwe9HMAGkDa+QenBv2WavT4YNf49UsJwv19iRL5eVwG/CeyhP9v37L1LYoM+dyGRvzCEOT+q86I+bEkHv4C8yr72QVc+oVIKv5VMmL8f7w++Xfvkvmd3hj/8s8C/0blZP8Gtl74Nwz0/OofxvgJhL7/LMie+GsyPv9b7oL9euyO+18x2vPCBHD5B43S/a29gP5YLrL5EEAA/v3fIvV4Qnz4pkBQ/4D0dv0HSqD8orYk/wb1Bv3fvtT5j3iI/E8QIPx9HyD5ASPm+GYxpPityfj9701E/Wcc0v4Is477ZM6a/bpmNv1qdRD8uuhq/Whncv/D2276DOAJAuLm3P+YbXb+iMC0/X1Sdvi3Tnj/U+R2/NfuEvr1O8j6JUxQ/RPGxPxuC6z7SG2y/LtYMP0wBUsB1hSA+/NbDv77qZb6r1wu+OqXGvx+ewz4etDk/Bp2EPxMldr90HvI+c5/DP8SthL4BEIk/QVKgvkyvRL8xeh889MSuvzzhUj6Ofq6/n4HGv4z8j76UWiXA5ar8P1neST7+3K4+/5N3P3ehjL8mvl2/oe4xv1rzc7+eYka/0q8lvpBWb757q5A+FWIyPRD+eT9yEh6+Jx3/vAORe74DeAQ+ZpOXP7yKmD8lE3s/pwkRP94amT9I198/2S2dP0I0or7js7a/1QrCvnw/+D/uuJe/QBtevUOZUj90L4E+V0+EPwRVr75Z+3a9HHl9vjZw3z/syyc+BcgowPh96L7JHFK/wCuMv+f6/D4RwBS/","0kQMwHRgGkCGniC/ffpWvkVIWr9MDg2/iQ15P+9K9j8EwHi/iuk0PIwoNz3C2DS/fGtsPws0eL62Sh8/9VLpP87hsD08Q2k++vdyv/YN7D2PCS297OSVv3QTLj+i+s2+hsiAP08M7L+rOVs+KY9Nv7JonL/mwMW/v7SGuzJOSz/I0eQ+0trbvoJNJL5qJxa/zdQtP6go9r4+PlA/cL4UP/DtmD9yOdi/fEsDwB1IZj/PymW+nRw1P9SrTD/VDXQ/l9eev2DwnL9KQei/INM5P8U1Sj8bTf88LhGMPhXbYL4GadC9Rp95Pgmhi7/lyN2/LhGqvxjXkz3KviPAjgGhvhDWWT8A64U/L44VwKjc7T5nVpI9GhutP7atpL/gMds/giEVP2MBV74Bk2c/JVmQPvSlqb5ErA++9zxhvXaiVD+4rnU/1FPgvqJE8D/DglE/d+rAPlyO+T17i+2/IQ0nvhfY9r5fDLe/AbXlvgoqpj5ZtSnAYBrjv5KZR0AtMW6/oczlPs/HYj83Gtq+QVmWvxbTWz9gbSO+xmtePuBOSr8vfze/+2ooPqrUtj3E99o/tdqNvws0mL9VrtA9RKYOPXbEmj/SNsW+m/D5PtaAEL8VYAU+We7Cv51FXz8yEeG+cWwSPnFdQb/EIN6/DWRnP+zMHD8QQf0+W9a0v6xlzD4AG4A+yq4dv9kqOb/PZF6/"]}],"outputs":[{"shape":[2],"values":["AACAPxejhDI="]}]}],"trainable_params":{"conv1d_5":{"weights":["IGqXPDBxr73/EQE9ytinO2e6brvyAHM7xW2dPYpsb724maK8za2+vUJ7OD3r+Es851o9Pu9L3L2Ri5a9P8jrvWTvWz6tXtW9drgAvlHefD5XBv69JQjsvZc/YD6rStS9QAXxvQ2MXT6DXMq94mvLPV66L77+BrI67WGNPREEdj1Gk1++IbXWvVBmFz5kJ2W9TL3wvfsccT7ECva9D3cKvjpagj6Rx/e9k+dYvSEHwzzBXMc7MGbHPZ7cyb2bZHO7QWz7ve3huj1utXC7CbLHvYUFPz7Nlbq9xLWoPSVuv735hGC7hXbRvTDWNT4lz6m9T1WjvXRPCj6DQIS9i1YrPrcmpL2bCqi9B/QlPlMaDL7btNu8C83EO5PI27x735W83XxYPb0MO77+76E9A9qiPQerd76BDd890G/GvX1qcD4u8CG+fBamvbX1GT1VIkw8D4ejuw1pmz3gZda9YwTAvVIhKD4i85+9JCdYPXMpir3ftMy6rN24u21lwL3ECcY9zA4bPawv7ryheYW7zI9tvls8hTw6O7M94dkfvv5udz7LHLa929ELu7bRiLxyIY28sKrGPSzH073VTG+7JPIsPgQBFL4kltO8nHgQvh2bBD5VOH48zAuUvfUbQz7Dwwi+o/BFPlUG5Lvx6AQ+F8GjvbYkyDw6IK08SYuuvUyXLD6ug8K9m5rmPADr1LwtYNq7LejdPZeoBL43wXO6bDwEvudndj6FYeS9u53KPSBEsr07mX2827HlOqK4fLxWM0e8apa/vRxQIz34giU827ygPRo2o72JkHe7SO5DPD/FQrzjZLQ75g+pvf7qGj2hxh474UQXvsM4fT58Zcy9EiKovWoJIT5s1rC9qv2BO9emMbu4THw7qSYCvlc9gT5qtAK+od8fvq5YgD7d5Mm9SRHHvT+RPj5TRLa9KHYBPTTY37wwncW4sFU8O4waT7zV8wm8GLaNvSBlmzzLTYA89OPAvamQKT4xvKS9CtOMPK3us7wg7tG7MHEHPUhU1bym3fq6"],"bias":["Hk+XPc01Yz5FgRc+DYSmPHsRND7Iby2+3WZqvazHELyz7xo993YfvQOEAb5dm6i9YO1bvXaz4r2EMyQ9vDxYvJSaRj1dPWG9tIetO/VMGz0+0N+9faDxPcltAT5azuc9QEKnPS9LsLxeYSm9rismPGf9f703ltE9LToVvp7/ZT6Dmr09AsoRPdB58TvZrQw+O8hAvUbjm7tPiOA6/YuRvZ4SEb01h9Q9xHmfPG0pXD2o7jq9KhgavighXj5GO9Y9KFZcPS8pKz48BWA8rNm7vCUIQ7vPBmC+iIpQPj9SFr4Aa6m7V5QlvqxRDD37Lo48PfoUPq2mMT2Ho7i8AOvKOw=="]},"batch_normalization_5":{"moving_mean":["pf46vvG9hD7uEhI+08lvvh/3Tz4IcFC+ARWkvaDurbtb/Bw9XA8Rv5/LR7/iEDG+ePiVvUB6AL5Jtfa9cY9hvdJbT75OwJy9H3TevRfdk7xdWDS+ooUdPqdP7j262Dy+UmCTvo1h0r5aez6+bzNYvoA1nL7Qc0E90G2Lviz3UT5TtwE+VFplv3YhkLzzAAq+EEMEvkG2abxgxAE9WGk6vkByEkBv/RG+LZt/vZNuBzyDCly+XBQZvgJhPz6GE769QjODvhLm+z3wzFs9/S6kvmp2lbvxtJe+H/J2PvwOLb48CRG9S/4kvs40hj2SPP29/b3PvQWIpryMmui99XQwPQ=="],"moving_variance":["cbPCPUQFBjsiYys6OPLAPRtMsDsJPqE7ZEqoOzeOUzsyU0g7787NPlcAID+jYls8S1SWO64Wmzv3YRc9ogBbO9iqvD1wH0o7/wGdPJZD2DvaXPs7kM7BOzeIJTsf1wI+aONKPtWoZD4DDhM92UGSPflmsT3Ngs47vci9PJIOKzsryvE66QehP9a2jzuCHdo9kUYrPO2GMDskLkY7AGKzPGco+UDpt7Q9c5RGPIw4TDsWoyw9pHd6O77uDjvO9mQ9TBIPPkY/Vzu3wRw7I8gDPshOcju/YjM8OT4DO4RmsDuuZao78BEaO8w10DrNs+081B20PeRoATx5+0g8VcMGOw=="],"beta":["az+HvnPWAr+Rm+K+NYSAvtQOXz5t8hE+a6mFPY0wXb66Hlu+xTuXPqAXk77HMYO+vglkPTgpAD0Wtu2+inCLPrBNi76hKxC9ppKaPoSuU75r5om+7Gp6PsIItb5jb5O+KuuQvhcinr74tZa+0KqIvgMWib4yvii+JuucPtOWBL/4DYy+jcd8vks0c771I9O+XpqaPk0zm74ALsk7LLa5vufOzj2x2Z6+FIxZvpoWar7EEqE+d8g0vsnVVj1YZti+3nw0vvXIWj4PoLG+f6iSvbSVAb6xEl2++FAEv9HQiL3D05S+qRH1vcmKT75pxqG+E8Buvqd0SL7xnZK+jkypvg=="],"gamma":["loOGP+iS2T/x1OY/5ZCFPxI6pT+rC3o/OWGGP9HDqj9Dq64/7ThwP7lpjj9EeZY/irmFP8mcjz8OiYc/CLZtP4qckD9kXJg/32RtPyp6kT+UNo8/eo2dPx1Srj9dlIU/qamPP4I/lT9kFpU/vgGEP3o1jz8j1ZI/P1prP7v/vj9NIIo/CeOQP6jRnj8zvKw/CsRxPx74mz9iAYg/WEyNP/P/Wz9LMJQ/PwmQP4L6eD/YH20/fpy5P2I6lj+LbLY/eP51P+Eegz83i4s/IsNiP455oT9ZI5A/hErgP9motT9Db6U/SKqRP3cgjj8k85I/uxeBP3FVjz/5JIs/PyWkPw=="]},"dense_5":{"weights":["6z25PtqL7T3KLFu/BQ6iP548mb8OrLg/T18vPJ5IhL68ic6+SZY4PgS2OT7LlwC+dtJZPk12zLyMyiA/t8ZIv3UZDj9yzmW/1IEhvm2jHj7+iwk/HYSVvtElBD89CBe/gWZ7PimBQLyU69w94yB9vrCzET4Fon2+rVeevg0Lwb1RSmA+WmsAvxtgSz6kRbi+BnuOvVx1gz4jnbk+hOKQviZC7j4k6Ay/G+7fvWT+yj5Role/jQQ0P4BbW7732Pc9GYFFPmTcA7/g7z0+aSwLv8N1HD+07u++geHLPUEC+L0J/wM/ZfTZvvO81j4yQIu+4r5UvuUtwT1ESFm/mSR/P0GMgL4vXIg+Ft/MPvhO6b4r3TI/b6E1v+MtCL8KfIU+x8N6viedZD5CDg2/9UzIPg8WWr7kOWw987QdP3xJnb4g5ya9C0Vzu6Olsz5Xymk+GDDXPunx8L4FWl+96BigPcnWpb6JGIM+ndHSPrLBar/hbi6+Fl2vPixjOr9cFT0+Gs+VPIaM6LwyJzm+VcEjPoJn4L6fVFI+qcAhPjBE5T3ygys/uvXXvrmTCD++loy+kjyGv3L4lD+YYAQ/6Mgkv7aS5z5rGDy/AjrrPh8zOr0B9Lq+eJg9Po40yzvWag0+f2Ywvq8Wdr7fNf4+pANWvqHsHb5KJFY+9oLgvY2zDT8="],"bias":["OCrvvSYq7z0="]}},"hash":"b8d36c001a352f598bd997e2eea589ce9631b0354bfef8960c5594d05facd772"}